#include <stdlib.h>
#include <windows.h>
#include "stdio.h"
void main()
{
 int n;
 printf("欢迎界面");//欢迎界面
 Sleep(1000);//延时
 system("cls");//清屏
 //菜单界面
 printf("***********************************************\n");
 printf("*************1、管理员管理系统***********************\n");
 printf("*************2、车票管理系统***********************\n");
 printf("*************3、客户退订票管理系统***********************\n");
 printf("***********************************************\n"); //菜单选择
 scanf("%d",&n);
 if(n==1){}
 else if(n==2){}
 else if(n==3){}
 else {printf("错误！");}
}